﻿donate = "Donate";
error_title = "Install Failed";
install = "Install";
install_msg = "Click Install to install to install Chax %@ on your system.";
install_title = "Chax %@ Installer";
installed_reinstall_msg = "Click Reinstall to reinstall Chax %@ on your system.";
installed_update_msg = "Click Update to update to Chax %@.";
quit = "Quit";
reinstall = "Reinstall";
remove = "Remove";
remove_msg = "Chax has successfully been removed from your system.";
remove_title = "Chax Removed";
success_msg = "Chax was successfully installed! Relaunch iChat to begin using Chax. You may use this application to remove Chax at any time.\n\nPlease consider making a donation and help contribute to the future development and support of Chax.";
success_title = "Installation Complete";
update = "Update";
version_msg = "Chax requires at least Mac OS X 10.6 to run and will not run on non-Snow Leopard (Mac OS X 10.6) systems.";
version_title = "Incompatible System Version";
